; <日本語>
; <coolvitto>

[Japanese]
IDS_LCID=0x0411
IDS_UPDATE_NO=利用可能なアップデートはありません。
IDS_UPDATE_YES=利用可能なアップデートがあります。ダウンロードしてインストールしますか？
IDS_FILE=ファイル
IDS_SETTINGS=設定
IDS_EXIT=終了
IDS_LANGUAGE=言語
IDS_HELP=ヘルプ
IDS_WEBSITE=Webサイト
IDS_CHECKUPDATES=更新の確認
IDS_ABOUT=バージョン情報
IDS_DONATE=寄付！
IDS_CHECK=選択項目をチェックする
IDS_UNCHECK=選択項目のチェックを解除
IDS_ADD=追加
IDS_DELETE=削除
IDS_EXPLORE=設定ディレクトリを開く
IDS_COPY=コピー
IDS_ALWAYSONTOP_CHK=常に手前に表示
IDS_INSERTBUFFER_CHK=起動時にクリップボードの内容を挿入する
IDS_CHECKUPDATES_CHK=定期的に更新を確認する (推奨)
IDS_CODE=エラーコード
IDS_MODULES=モジュール
IDS_DESCRIPTION=説明
IDS_MODULES_INT=内部モジュール
IDS_MODULES_EXT=外部モジュール
IDS_STATUS_TOTAL=読み込まれたモジュール : %d / %d
IDS_UPDATE_ERROR=アップデートのサーバー接続エラー。
IDS_UPDATE_DOWNLOAD=アップデートをダウンロード中...
IDS_UPDATE_DONE=アップデートのダウンロードが完了。
IDS_UPDATE_INIT=新しいリリースを確認中...
IDS_UPDATE_INSTALL=利用可能なアップデートがあります。インストールしますか？
IDS_QUESTION_DELETE=選択項目を削除してもよろしいですか？
IDS_SAVE=保存
IDS_CLOSE=閉じる
IDS_RESET=リセット
IDS_DARKMODE_CHK=ダークテーマを使用する
IDS_USECERTIFICATES_CHK=アプリのデジタル署名を確認する
IDS_VIEW=表示
